/* `welcomeLabel` UILabel text default value */
"Welcome" = "Le damos la bienvenida";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Gracias por la descarga";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Siga las instrucciones que recibió en el correo electrónico de bienvenida para iniciar el proceso de activación.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Manténgase al tanto de la gestión de sus tareas diarias y colabore fácilmente en los proyectos.";

"ScanInstruction" = "Escanee el código QR seguro para iniciar el proceso de activación.";

"DiscoveryServiceInstruction" = "Ingrese su dirección de correo electrónico para iniciar el proceso de activación.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Verificando cuenta...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Iniciar";

"Scan" = "Escanear";

/* `demoLabel` UILabel text default value */
"Explore" = "¿Desea empezar a explorar?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Pruebe la demostración";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Definir clave de acceso";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Clave de acceso";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Elegir clave de acceso";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Confirmar clave de acceso";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Vuelva a ingresar su clave de acceso.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Confirme su clave de acceso.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Ingrese su clave de acceso.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Cambiar clave de acceso";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Ingrese su clave de acceso actual.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ahora no";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Atrás";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Siguiente";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Listo";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Elija una clave de acceso con al menos %d caracteres para desbloquear la aplicación.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Elija una clave de acceso con al menos %d dígitos para desbloquear la aplicación.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Incluya lo siguiente:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Minúsculas (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Mayúsculas (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Números (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Símbolos (!@#…)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Restablecer clave de acceso";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Error de validación de clave de acceso.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "FUIPasscodeControllerDelegate rechazó la clave de acceso.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Reintentar";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " ahora disponible";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Si activa Touch ID, disfrutará de un acceso más rápido a su información.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Puede activar o desactivar esta función en cualquier momento desde Configuración.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Active Touch ID para obtener un acceso rápido y seguro.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Si Touch ID está desactivada, se le solicitará la clave de acceso de su dispositivo.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Si activa Face ID, disfrutará de un acceso más rápido a su información.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Puede activar o desactivar esta función en cualquier momento desde Configuración.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Active Face ID para obtener un acceso rápido y seguro.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Si Face ID está desactivada, se le solicitará la clave de acceso de su dispositivo.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Para utilizar Touch ID, agregue huellas dactilares en la configuración de su dispositivo.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Puede hacer esto en cualquier en Configuración - Touch ID y clave de acceso.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Para utilizar Face ID, registre Face ID en la configuración de su dispositivo.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Puede hacer esto en cualquier en Configuración - Face ID y clave de acceso.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Obtenga más información sobre Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Obtenga más información sobre Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Activar";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autenticar con Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autenticar con Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Error";

/* The error title. */
"AuthenticationErrorKey" = "Error de autenticación";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Autentíquese mediante Touch ID para usar la aplicación.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Autentíquese mediante Face ID para usar la aplicación.";

/* The authenticate button text. */
"AuthenticateKey" = "Autenticar";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Las claves de acceso no coinciden. Vuelva a intentarlo.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Le quedan %d intentos.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Le queda un solo intento.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "No le quedan intentos.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Inicie sesión para restablecer la clave de acceso.";

/* The text of the dismiss button on the alert. */
"OKKey" = "Aceptar";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Clave de acceso incorrecta. Inténtelo de nuevo.";

/* The scan page title string. */
"ScanKey" = "Escanear";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Escaneo realizado correctamente";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Seleccione una imagen de código QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Código QR no válido";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "No se reconoció el código QR.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Permitir acceso a Fotos";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Para elegir una imagen de código QR, otorgue acceso a sus fotos en la configuración de privacidad de su dispositivo.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Permitir acceso a Cámara";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Para escanear mediante la cámara, otorgue acceso a su cámara en la configuración de privacidad de su dispositivo.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Configuración";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Confirmación";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Escaneo realizado correctamente. Se le conectará a:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Continuar";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Iniciar";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Activación";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Si ha recibido un correo electrónico de bienvenida, siga el enlace de activación que aparece en el mismo. De lo contrario, ingrese su dirección de correo electrónico o escanee el código QR para iniciar la incorporación.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Siguiente";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "O";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Escanear";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Acepto";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "No acepto";

/* The authentication title. */
"AuthenticationKey" = "Autenticación";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Indique su nombre de usuario y contraseña para autenticarse.";

/* Username input field placeholder string */
"usernameKey" = "nombre de usuario";

/* Password input field placeholder string */
"passwordKey" = "contraseña";

/* Sign In button string. */
"SignInKey" = "Iniciar sesión";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Credenciales incorrectas. Inténtelo de nuevo.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Indique la información a continuación para iniciar el proceso de activación.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Comprobando información...";

/* Cancel button string. */
"CancelKey" = "Cancelar";

/* Allow button string. */
"AllowKey" = "Permitir";

/* Deny button string. */
"DenyKey" = "Denegar";

/* No button string. */
"NoKey" = "No";

/* Quit button string. */
"QuitKey" = "Salir";

/* GiveConsent button string. */
"GiveConsentKey" = "Otorgar consentimiento";

/* Navbar title string. */
"StepKey" = "Paso";

/* Navbar title string. */
"OfKey" = "de";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "¿Está seguro de que desea salir del proceso de incorporación?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "No podrá continuar con la incorporación sin consentimiento.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Cambiar o agregar usuario";

/* Title for Log In button */
"LogInKey" = "Iniciar sesión";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Buscar usuarios en este dispositivo";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "¿Olvidó la clave de acceso?";

